Repository: seanpm2001/mt-training-data
Catalog: fuf/fuf_pontoon.tmx
Source language: en_us
Languages: fuf

source: 2019 End-of-Year Release
fuf: Bayyinal Maayirɗe-Hitaande 2019

source: 2 down, keep it up!<playIcon></playIcon>
fuf: 2 keddii <playIcon></playIcon>, jokku tiiɗnaare!

source: ≥ 2 No votes
fuf: ≥ daaɗe 2 Alaa

source: ≥ 2 Yes votes
fuf: ≥ daaɗe Eey 2

source: About
fuf: Baɗte

source: Accent
fuf: Ngaddiin

source: Account
fuf: Konte

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
fuf: { $actionType }<playIcon></playIcon> Ɓe tarii konngol ngol taro yuɓɓungo?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
fuf: { $actionType }<recordIcon></recordIcon> kisa tara konngol ngol daande dow

source: { $actionType }<stopIcon></stopIcon> when done
fuf: { $actionType }<stopIcon></stopIcon> so gasii

source: { $actionType } submit when ready
fuf: { $actionType } naatnu so a hebiima

source: Additional Language
fuf: Ɗemngal goɗngal

source: Add Language
fuf: Ɓeydu ɗemngal

source: Add new custom accent "{ $inputValue }"
fuf: Ɓeydu ngaddin keertuɗo "{ $inputValue }"

source: Add Your Voice
fuf: Ɓeydu Sawto Maa

source: Afaan Oromo
fuf: Afaan Ormoo

source: Age
fuf: Duuɓi

source: All
fuf: Fof

source: All voice clips in the dataset are scrubbed of personally identifying information. When a contributor provides demographic data via their profile, that information is de-identified from their voice clips before being bundled for download in the dataset and is never made public on their profile page.
fuf: Lefon sawto ngonkon e leemre keɓe kon fof ko momtaaɗe kala humpito waawngo heftine neɗɗo. So ballitoowo hokkii keɓe leƴrenndiide e heftinirde mum, ngoon humpito ɗawtinte e lefon sawto joom mum hade makkon tiggeede ngam aawtagol e leemre keɓe ndee kadi waɗetaake e peñcu hay sahaa e hello heftnirde makko.

source: Anonymized user data like age, gender, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
fuf: Keɓe kuutoro ɗe innitaaka wona duuɓi, njogoram e ngaddiin ena walla ɓamtude keɓe ajoo kuutorɗeeɗe ngam eeltude ceeɓndam masiŋaaji keftinooji haala. Innde maa kuutoro e iimeel maa njokkondirtaake e keɓe maa naatnaaɗe hay sahaa, kadi aɗa waawi suɓaade yaltinde innde maa kuutoro e peñcu walla alaa.

source: Armenian Western
fuf: Armeniire baŋnge hirnaange

source: Audio Format
fuf: Mbayka Ojoo

source: Avatar
fuf: Jimmirde

source: Avatar uploaded
fuf: Jimmirde yollaama

source: Average
fuf: Ina hakindii

source: A voice clip is marked "valid" when a user gives it a Yes vote.
fuf: Lefel sawto maantete "jaalɗii" so kuutoro wootanii ngel Eey.

source: Awards
fuf: Njeenaari

source: Back
fuf: Rutto

source: Back to Top
fuf: Rutto Dow

source: Bashkir
fuf: Bashkirs

source: Benefits
fuf: Ɓure

source: <bold>Help us</bold> find more voices
fuf: <bold>Wallu min</bold> yiytude sawtooji goɗɗi

source: Bosnian
fuf: Bisniire

source: Both
fuf: Ɗiɗi fof

source: Both (Speak and Listen)
fuf: Ɗiɗi fof (Haalde e heɗaade)

source: Browse Languages
fuf: Weɗɗit Ɗemɗe

source: Build a custom goal
fuf: Mah faandaare feŋtornde

source: Build Profile
fuf: Mah heftinirde

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
fuf: <b>Hol sabaabu iimeel?</b> Amin cokli jokkondirde e mah e ko fayi arde baɗte bayle e leemre keɓe ndee, iimeel hokkata min feere jokkondirde e mah.

source: By editing your goal, you may lose your existing progress.
fuf: Taƴtaade faandaare maa ena gasa mbaasaa taaɓagol goodngol maa.

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
fuf: Suɓaade heɓde iimeeliiji firti ko aɗa yahdi e kuutoragol Mozilla ngoo humpito hono no facciraa e <privacyLink>Dawirgol Duturo</privacyLink> Mozilla.

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
fuf: <b>A jaɓii</b> waasde etaade anndude holi haalooɓe e leemre keɓe Common Voice ndee

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
fuf: So a hokkii humpito seeɗa baɗte maa, keɓe ojoo naatnataa e Common Voice maa ɓur kadi nafde masiŋaaji Keftinooji Haala kuutortooɗi ɗeen keɓe ngam ɓamtude ceeɓndam mum'en.

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
fuf: Huutoraade Common Voice firti ko aɗa jaɓi ɗooftaade <termsLink>sarɗiiji</termsLink> e <privacyLink>Konngol Suturo</privacyLink> amen

source: Cancel Re-recording
fuf: Haaytu ɗimmito nanngitagol.

source: Cancel Submission
fuf: Haaytu neldugol

source: Can't decide?
fuf: A horiima fellitde?

source: Change your email via Settings under Login Identity
fuf: Waylu iimeel maa to Teelte gonɗe les Heftinirde Seŋorde

source: Click
fuf: Dobo

source: Clip Graveyard
fuf: Genaale Lefon

source: Clips recorded
fuf: Lefon nanngitakon

source: Clips Uploaded
fuf: Lefon Jollakon

source: Clips validated
fuf: Lefon jaalɗinakon

source: Clips You've Recorded
fuf: Lefon Nanngiti-ɗaa

source: Clips You've Validated
fuf: Lefon Njaalɗin-ɗaa

source: Close
fuf: Uddu

source: Collecting sentences from the public domain, or writing new ones for the public domain.
fuf: Roɓindaade konnguɗi e jeyi peñcu, walla winndude jeyi peñcu goɗɗi kesi.

source: Comment
fuf: Yowre

source: Common Voice data plus all other voice datasets above.
fuf: Keɓe Common Voice e leeme keɓe goɗɗe gonɗe dow ɗee fof.

source: Common Voice Dataset
fuf: Leemre Keɓe Common Voice

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
fuf: Common Voice ko eɓɓoore Mozilla ngam wallude masiŋaaji jaŋngude no yimɓe kaaldata.

source: Common Voice is part of Mozilla's initiative to help teach machines how real people speak.
fuf: Common Voice ko huunde e eɓɓooje Mozilla ngam wallude masiŋaaji jaŋngude no yimɓe kaaldata.

source: Common Voice is the world’s largest publicly available, multi-language voice dataset.
fuf: Common Voice ko leemre keɓe limtiɗemɗiire heɓootoonde e peñcu ɓurnde mawnude e winndere ndee .

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
fuf: Nanngite Common Voice huutortoo ɗum'en ko jaaɓihaaɗtiyaŋkooɓe, njulaŋkeeje pamare e hatojinɓe e keftinirgol haala ngam eeltude e ɓamtude gogaaɗe keɓotooɗe e peñcu wano gannorɗe sawto. Aɗa waawi anndinde min ko waɗ-maa yiɗde momtude nanngite maa?

source: Confirm Goal
fuf: Teeŋtin Faandaare

source: Connect with Gravatar
fuf: Seŋoro Gravatar

source: Contact
fuf: Jokkondiral

source: Contact Form
fuf: Jokkondiral

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
fuf: Loowdi waɗaa ko e jamirol <licenseLink>Creative Commons license</licenseLink>

source: Continue
fuf: Jokku

source: Contribute
fuf: Addu balla maa

source: Contribute sentences
fuf: Wallit konnguɗi

source: Contribute to { $lang }
fuf: Addu ballal maa e { $lang }

source: Contribute Your Voice
fuf: Wallitir sawto maa

source: Contribution Activity
fuf: Dille Ballitgol

source: Contribution Experience
fuf: Dawtol Ballitgol Maa

source: Contributors record voice clips by reading from a bank of donated sentences.
fuf: Wallitooɓe nanngitto lefon sawto so tarde iwɗe e gerngal konnguɗi dokkaaɗi.

source: Cookies
fuf: Kukiije

source: Cornish
fuf: Korniseere

source: Create a Custom Goal
fuf: Sos Faandaare Feŋtornde

source: Croatian
fuf: Korowasiire

source: Daily Goal
fuf: Faandaare Ñalngu

source: Dashboard
fuf: Tiimtorde

source: Datasets
fuf: Leeme Keɓe

source: Date
fuf: Ñalngu

source: De-identified
fuf: Ɗawtinaama

source: Delete my recordings
fuf: Momtu nanngitte am

source: Delete Profile
fuf: Momtu Heftinirde

source: Different language
fuf: Ɗemngal goɗngal

source: Difficult
fuf: Ina tiiɗi

source: Difficult to pronounce
fuf: Ena saɗi wowlude

source: Dioula
fuf: Julaa

source: Discard ongoing recording
fuf: Momtu nanngitol wonaande

source: Donate
fuf: eteeegooto

source: Donate your voice
fuf: Rokkir daande maa

source: Don't see your language on Common Voice yet?
fuf: A suwaa yiy ɗemngal maa e Common Voice tawo?

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
fuf: A yiytaaki ɗemngal maa e Leemre keɓe ndee? Ngam ɗaɓɓitde ɗemngal, yaaɓ to hello ɗemɗe amen toh.

source: Download
fuf: Aawto

source: Download Common Voice Data
fuf: Aawto keɓe Common Voice

source: Download Data
fuf: Aawto keɓe

source: Download Dataset Bundle
fuf: Aawto Tiggere Leemre Keɓe Sawo

source: Download { $language }
fuf: Aawto { $language }

source: Download My Data
fuf: Aawtaade keɓe am

source: Download the Single Word Target Segment
fuf: Aawto Taƴannde Toɓɓaande Helmere Teelnde

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
fuf: Aɗa jogii miijooji no min ɓamtirta Leemre keɓe Common Voice ndee? Haalan-min e DIscourse

source: Do you want to continue?
fuf: Aɗa yiɗi jokkude?

source: Do you want to Speak, Listen or both?
fuf: Aɗa yiɗi haalde, heɗaade walla ɗiɗi fof?

source: Drag and drop or <browseWrap>Browse</browseWrap>
fuf: Daas njollaa walla <browseWrap>Wanngo</browseWrap>

source: During contribution submission feedback will be skipped after clicking 'Submit'. Contribution will continue directly with the next set of 5 recordings or validations.
fuf: Tuma naatnoygol ballitol maa, duttinal maa diwe ɓaawo dobagol e "Naatnu". Ballital maa jokku e saasi to nanngitte walla jaalɗine 5 dewɗe heen.

source: Each entry in the dataset consists of a unique MP3 and corresponding text file. Many of the <b>{ $total }</b> recorded hours in the dataset also include demographic metadata like age, sex, and accent that can help train the accuracy of speech recognition engines. The dataset currently consists of <b>{ $valid }</b> validated hours in <b>{ $languages }</b> languages, but we’re always adding more voices and languages. Take a look at our <languagesLink>Languages page</languagesLink> to request a language or start contributing.
fuf: Temre kala e leemre keɓe ndee jogii ko MP3 mum keeriiɗo jahdoowo e fiile binndol. Keewɗi e <b>{ $total }</b> waktuji nanngito gonɗe e leemre keɓe ndee ena njogii metaakeɓe leƴrenndiije wano duuɓi, njogoram e ngaddiin baawɗe wallude eeltude ceeɓndam masiŋaaji keftingol haala Leemre keɓe ndee e oo sahaa ko waktuuji <b>{ $valid }</b> jaaɗinaaɗi e ɗemɗe <b>{ $languages }</b>, kono amin ɓeyda sawtooji e ɗemɗe goɗɗe e sahaa fof. Yillo <languagesLink>hello Ɗemɗe</languagesLink> amen ngam ɗaɓɓitde ɗemngal walla fuɗɗo wallitde.

source: Easy
fuf: Ina weeɓi

source: Edit
fuf: Taƴto

source: Edit Profile
fuf: Taƴto Heftinirde

source: Email
fuf: Iimeel

source: Email is already used for a different account
fuf: Iimeel oo ina huutoree e konte goɗɗe kisa

source: Email Subscriptions
fuf: Lulnagol iimeel

source: English
fuf: Engeleere

source: Enter Email to Download
fuf: Naatnu iimeel ngam aawtaade

source: Enter email to send a sign up link
fuf: Naatnu iimeel ngam neldude jokkorde winndito

source: Enter your email
fuf: Naatnu iimeel maa

source: Error { $code }
fuf: Juumre { $code }

source: Everyone
fuf: Mo woni kala

source: Exit & Delete clips
fuf: Tƴto & Momtu lefon

source: FAQ
fuf: Naamne Lollude

source: Female
fuf: Debbo

source: Fields marked with an asterisk (*) are required.
fuf: * Joofii ko gallol baɗɗingol

source: Finish editing first?
fuf: Gaynu taƴtaade tawo?

source: Finish recording
fuf: Jokkit nanngitogol

source: Finish recording first?
fuf: Gaynu nanngitaade tawo?

source: For every voice clip donated, and every audio clip validated, your account dashboards are updated to reflect your latest progress in each language you contribute to. Yes, you can contribute to more than one!<br/><br/> Use dashboards to track your stats, see how you're doing alongside others in the community, and set daily or weekly contribution goals.
fuf: Kala lefel sawto dokkangel, e kala lefel ojoo jaalɗinangel, tiimtorde konte maa hesɗitinte ngam hollude taaɓagol maa cakkitiingol e ɗemɗe kala ngal mballittaa. Eey, aɗa waawi wallitde e ko ɓuri ɗemngal gootal!<br/><br/> Huutoro tiimtorde ngam rewindaade limte maa, njiyaa no golle maa mbaadi e woɗɓe e renndo ngoo, kisa taƴaa paandaale ballitte ñalngu walla yontere.

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
fuf: Ɗee ɗemɗe kurminaaɗe ko ɗemɗe <localizationGlossaryLink>nokkuɗinɗe</localizationGlossaryLink> lowre ndee haa timmi, kadi ena njogii <sentenceCollectionGlossaryLink>konnguɗi doɓindaaɗi</sentenceCollectionGlossaryLink> ngam aaɓnoo jokkeede e ballitte <speakLink>Haal</speakLink> e <listenLink>Heɗo</listenLink>.

source: Frequently Asked Questions
fuf: Naamne Ɓurɗe Lollude

source: Gender
fuf: Njogoram

source: Georgian
fuf: Jorjiire

source: Get involved
fuf: Ar yantu e amen

source: Get Involved
fuf: Ar yantu e amen

source: Get started with goals
fuf: Fuɗɗoroo ɗoo paandaale

source: Get Started with Speech Recognition
fuf: Fuɗɗoro ɗoo e Keftinirgol Haalaa

source: Glossary
fuf: KELMEENDI

source: Goal reached
fuf: Faandaare timmii

source: Goals
fuf: Paandaale

source: Go to Discourse
fuf: Yah to Discourse

source: Go to Languages Page
fuf: Yah to Hello Ɗemɗe

source: Go to { $name }
fuf: Yah to { $name }

source: Grammatical / spelling error
fuf: Juumre celluka / mbinndiin

source: Great! How many clips a week?
fuf: Eyyoo! No foti lefon yontere?

source: Great! How many clips per day?
fuf: Eyyoo! No foti lefon ñalawma?

source: Great!<recordIcon></recordIcon> Record your next clip
fuf: Eyyoo!<recordIcon></recordIcon> Nanngito lefel maa goɗngel

source: Great work!<playIcon></playIcon> Listen again when you're ready
fuf: Golle peewii!<playIcon></playIcon> Heɗto kadi so a hebiima

source: Hausa
fuf: Hawsa

source: Have Feedback?
fuf: Aɗa jogii duttinal?

source: Have you read our Terms?
fuf: A tarii sarɗiiji amen?

source: Having an account is not required to contribute, though it is helpful.
fuf: Jogaade konte waɗɗaaki ngam wallitde, kono ena nafa.

source: Having a profile is not required to contribute though it is helpful, see why below.
fuf: Jogogol heftinirde wonaa ko waɗɗii ngam wallitde hay so haɗum nafa, yiy ko saabii ɗum les ɗoo.

source: Hebrew
fuf: Hebruŋkoore

source: Help
fuf: Ballal

source: Help create Common Voice’s first target segment in { $locale }
fuf: Wallu taƴannde toɓɓaande addannde Common Voice e { $locale }

source: Help teach machines how real people speak, donate your voice at { $link }
fuf: Wallu jannginde masiŋaaji no yimɓe woodɓe kaalirta, rokkir sawto maa e { $link }

source: Help us build a community around voice technology, stay in touch via email.
fuf: Wallu min mahde renndo toppitiingo karalle sawto. Haal daande dow e iimeel.

source: Help us build a high quality, publicly open dataset
fuf: Wallu min mahde leemre keɓe lobbere, udditiinde

source: Help us find more voices, share your goal
fuf: Wallu min yiytude sawtooji goɗɗi, lollin faandaare maa

source: Help us find others to donate their voice!
fuf: Wallu min dañde woɗɓe rokkooɓe sawto mum en!

source: Help us get to { $goal }
fuf: Wallu min yettaade { $goal }

source: Help us validate sentences!
fuf: Wallu min moƴƴinde konnguɗi!

source: Help us validate voices
fuf: Wallu min moƴƴinde daaɗe

source: Hidden
fuf: Cuuɗiiɗo

source: Hindi
fuf: Hinndi

source: Hours Recorded
fuf: Waktuuji Nanngitaaɗi

source: Hours Validated
fuf: Waktuuji jaalɗinaaɗi

source: How ?
fuf: Hol noon?

source: How can I get the Common Voice data?
fuf: Hol no keɓirat-mi keɓe Common Voice?

source: How does Common Voice calculate hours?
fuf: Hol no Common Voice hiisortoo waktuuji?

source: How do you ensure anonymity and privacy of the people who donated their voices?
fuf: Oɗon ngaadii suuraare inɗe e sutoro yimɓe hokkuɓe sawto mum'en ɓee?

source: How would you describe your accent?
fuf: Hol no ciforto-ɗaa nganndin maa?

source: I agree
fuf: Mi jaɓii

source: I am a non-native speaker and I speak with an accent, do you still want my voice?
fuf: Mi muynaani ɗemngal ngal etee ɗemngal am ina loggi, aɗa heddii e yiɗde daande am?

source: Icelandic
fuf: Islanndiire

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
fuf: Miɗo hatojini e heɓde iimeeluuji wano ciiftinooji, kesɗitine taaɓagol am e ɓatakeeji kabrirɗi baɗte Common Voice.

source: I do not agree
fuf: Mi jaɓaani

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
fuf: Acabo de crear un obxectivo persoal de doazón de voz a #CommonVoice -- únase e axúdeme a ensinarlles ás máquinas como falan as persoas reais { $link }

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
fuf: Mi jaɓii toppitoɗaa ngoo humpito hono no no paccirɗaa e <privacyLink>Dawrugol suturo</privacyLink>Mozilla

source: Indonesian
fuf: Indonesiire

source: In Progress
fuf: Ena e Laawol

source: Interested in learning more and contributing to the project?
fuf: Aɗa hatojini e ɓeydude anndude ɗ wallitde eɓɓoore ndee?

source: IsiNdebele (North)
fuf: IsiNdebele (Soɓɓiire)

source: IsiNdebele (South)
fuf: IsiNdebele (Ɓaleeri)

source: Is my account information public?
fuf: Humpito konte am woni ko e peñcu?

source: Is the clip valid?
fuf: Ngel lefel ena jaalɗi ne?

source: Is the goal of Common Voice to build a voice assistant?
fuf: Mbete faandaare Common Voice ko mahde heedorde sawto?

source: Italian
fuf: Italiire

source: It contains words or phrases that are hard to read or pronounce.
fuf: Ena waɗi kelme walla kaalanɗe mettuɗe tarde walla wowlude.

source: It is written in a language different than what I’m speaking.
fuf: Winndaa ko e ɗemngal ngal jiidaa e ngal kaalat-mi ngal

source: Izhorian
fuf: Ishoriire

source: Japanese
fuf: Saponeere

source: Join the Common Voice mailing list
fuf: Tawtu doggol cargol Common Voice ngol

source: Kabyle
fuf: Kabileere

source: Kazakh
fuf: Kasakiire

source: { $kb }kb max
fuf: { $kb }kb so heewii

source: Keep
fuf: Mooftu

source: Keep it up, record again <recordIcon></recordIcon>
fuf: Jokku tiiɗnaare, nanngito kadi <recordIcon></recordIcon>

source: Keep the recordings
fuf: Mooftu nanngitte ɗee

source: Keep track of your progress and metrics across multiple languages.
fuf: Rewindo taaɓagol maa e meetere maa e ɗemɗe keewɗe.

source: Keep track of your progress with a profile
fuf: Rewindo taaɓagol maa e heftinirde

source: Keep track of your progress with a profile and help our voice data be more accurate.
fuf: Rewindo taaɓagol maa huutoraade heftinirde kadi maballaa keɓe amen sawto ɓeydaade seeɓde.

source: Komi-Zyrian
fuf: Komi-Siryaniire

source: Korean
fuf: Koreere

source: Language
fuf: Ɗemngal

source: Language Request
fuf: Ɗaɓɓitannde Ɗemngal

source: Language request successfully submitted, thank you.
fuf: Naamnal ɗemngal naatnaama no haanirta, a jaaraama.

source: Languages
fuf: Ɗemɗe

source: Launched
fuf: Fuɗɗaama

source: Leaderboard Visibility
fuf: Jiyagol Doggol Ardiiɓe

source: Learn More
fuf: Ɓeydu humpito

source: Leaving now means you’ll lose your changes
fuf: Goppugol jooni firti ko a waasat bayle maa

source: Leaving now means you'll lose your progress
fuf: Yaltude jooni firti ko maa waas taabagol maa

source: Let's Get Started
fuf: Puɗɗo-ɗen Ɗoo

source: LibriSpeech is a corpus of approximately 1000 hours of 16Khz read English speech derived from read audiobooks from the LibriVox project.
fuf: LibriSpeech ko ndoɓri ngigiindi hakke waktuuji 1000 haala Engeleere taraande ittaande e defte hito to eɓɓoore LibriVox toh.

source: License
fuf: Jamirol

source: License: <licenseLink>CC-0</licenseLink>
fuf: Jamirol <licenseLink>CC-0</licenseLink>

source: License: <licenseLink>{ $license }</licenseLink>
fuf: Jamirol <licenseLink>{ $license }</licenseLink>

source: Link Copied
fuf: Jokkol nattaama

source: Listen
fuf: Heɗo

source: Listening
fuf: keɗogol

source: Listen-Queue
fuf: Doggol cabbiiɗe keɗagol

source: Loading…
fuf: Nana loowa…

source: Localization
fuf: Nokkuɗinal

source: Localized
fuf: Nokkuɗinaama

source: Log In
fuf: uruduujaw

source: Login Identity
fuf: Heftinirde seŋorde

source: Log in or sign up to get started
fuf: Seŋo walla winndito ngam fuɗɗaade

source: Log In / Sign Up
fuf: Seŋo/ Winndito

source: Log In / Sign Up with { $company } email
fuf: Seŋo/ winndito e { $company } iimeel

source: Log Out
fuf: Seŋto

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
fuf: Ena wayi no alaa lefon keɗeteeɗe e ngal ɗemngal. Wallu min hebbinde doggol ngol so nanngitaade heen seeɗa.

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
fuf: Alɗin keɓe naatnuɗaa ɗo mbaawka maa haaɗi ndokkaa keɓe nguurndam aadee ɗe cuurtaaka. Min momtat heftinirde kala keɓe nguurndam aadee hade min waɗde ɗum e peñcu.

source: Male
fuf: Gorko

source: Manage Email Subscriptions
fuf: Toppito Binnditagol iimeel

source: Manage Subscriptions
fuf: Toppito Binnditagol

source: Maybe our <homepageLink>homepage</homepageLink> will help? To ask a question, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
fuf: Ma a taw jokkol <homepageLink>jaɓɓorgo</homepageLink> amen ena waawi wallude ma? Ngam weddaade naamnal, tiiɗno yantu e <matrixLink>jeewte renndo Matix</matrixLink> ɗee, ndewindo-ɗaa caɗe lowre to <githubLink>GitHub</githubLink> walla njillo-ɗaa <discourseLink>fom amen Discourse</discourseLink>.

source: Message
fuf: Ɓataake

source: Mixed
fuf: Ndenndinaaɗe

source: More
fuf: Goɗɗe

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
fuf: Ko heewi e keɓe ɗe gollorɗe mawɗe kuutortoo keɓotaako wonande yimɓe heewɓe. hamin cikki ɗum ina ñoƴƴa pental. Ɗuum noon min ummini Common Voice, eɓɓoore walloore uddit-de heftinirde daande mo kala neɗɗo waawi heɓde.

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
fuf: Ko heewi e keɓe ɗe gollorɗe mawɗe kuutortoo keɓotaako wonande yimɓe heewɓe. Aamin cikki ɗum ina ñoƴƴa pental. Ɗuum noon min ummini eɓɓoore Common Voice, eɓɓoore walloore waɗde heftinirde sawto udditaniinde kala neɗɗo.
